/* 
  Localizable.strings
  radioz

  Created by Giacomo Tufano on 01/10/12.

*/

"Audio Error" = "Audio Error";
"Attempt to play streaming audio failed." = "Attempt to play streaming audio failed.";
"Error reading URL: %@" = "Error reading URL: %@";
"version %@ (%@)" = "version %@ (%@)";
"URL not found in redirector." = "URL not found in redirector.";
"Error" = "Error";
"Cancel" = "Cancel";
"Error loading redirector: %@" = "Error loading redirector: %@";
" (not for nabaztags)" = " (not for nabaztags)";
"While saving the song got the error %@, %@" = "While saving the song got the error %@, %@";
"Malformed song name, cannot save it." = "Malformed song name, cannot save it.";
/* Below is city, country */
"from %@, %@" = "from %@, %@";
"Send by e-mail" = "Send by e-mail";
"Tweet it" = "Tweet it";
"iTunes Store" = "iTunes Store";
"Warning" = "Warning";
"Sorry, cannot send email from this device. Please check configuration." = "Sorry, cannot send email from this device. Please check configuration.";
"Sorry, cannot send a tweet now from this device. Please check network and/or configuration." = "Sorry, cannot send a tweet now from this device. Please check network and/or configuration.";
"Song saved in RadioZ" = "Song saved in RadioZ";
"The song seems to not exist on iTunes Store. You could retry after a while." = "The song seems to not exist on iTunes Store. You could retry after a while.";
/* buttons on main UI */
"More" = "More";
"Lyrics" = "Lyrics";
"Web" = "Web";
"Speaker" = "Speaker";
"Save" = "Save";
/* Save bunny */
"Bunny Name" = "Bunny Name";
"A name for your bunny" = "A name for your bunny";
"API Key" = "API Key";
"API KEY or Install-ID (from karotz store bunny page)" = "API KEY or Install-ID (from karotz store bunny page)";
/* radio search */
"Any" = "Any";
"Name" = "Name";
"Country" = "Country";
"Tag" = "Tag";
/* radio add */
"Radio Name:" = "Radio Name:";
"URL:" = "Stream:";
"Info:" = "Tags:";
"Radio URL:" = "Radio Web:";
"Radio City:" = "Radio City:";
"Radio Country:" = "Country:";
/* info box */
"InfoText" = "This app is ©2012-2014 Giacomo Tufano.\nGraphic Design is courtesy of Carla Ruggiero <http://crocchetta.net>";
/* headers */
"Radio List" = "Radio List";
"Favorites" = "Favorites";
"Bunnies" = "Bunnies";
/* 1.0.2 */
"Error communicating with Violet servers: %d" = "Error communicating with Violet servers: %d. Please try again later.";
"Error in answer from server: %@" = "Error in answer from server: %@";
"Error in answer from server" = "Error in answer from server";
"Get Karotz Install-ID" = "Get Karotz Install-ID";
"Stop Play" = "Stop Play";
/* OS X */
"Are you sure you want to delete the favorite?" = "Are you sure you want to delete the favorite?";
"Are you sure you want to delete the bunny?" = "Are you sure you want to delete the bunny?";
"Add a bunny" = "Add a bunny";
"Please enter a name and a key" = "Please enter a name and a key";
"Add a Favorite" = "Add a Favorite";
"My Favorite Songs" = "My Favorite Songs";
"Save current radio as a favorite." = "Save current radio as a favorite.";
"Show lyrics for current song in default browser." = "Show lyrics for current song in default browser.";
"Show current radio homepage in default browser." = "Show current radio homepage in default browser.";
"Add current song to the list of favorite songs." = "Add current song to the list of favorite songs.";
"Show favorite songs list." = "Show favorite songs list.";
"Show favorite radios list." = "Show favorite radios list.";
"Show radio list." = "Show radio list.";
"Play (or stop) radio stream." = "Play (or stop) radio stream.";
"Play (or stop) stream to your Nabaztag and/or Karotz." = "Play (or stop) stream to your Nabaztag and/or Karotz.";
"Are you sure you want to delete the song?" = "Are you sure you want to delete the song?";
/* 1.1 */
"About Short Wave" = "About Short Wave";
"Short Wave" = "Short Wave";